Tekla.Structures.Filtering.Categories.AssemblyFilterExpressions.Series
The Series class represents the series filter expression.

Tekla.Structures.Filtering.Categories.AssemblyFilterExpressions.Series.#ctor
Initializes a new instance of the Series class.